
export const posts = [
  {
    id: '1',
    title: 'Введение в Lookism — мир и персонажи',
    excerpt: 'Краткий обзор сюжета и главных героев.',
    body: `Lookism — южнокорейская манхва, автор Пак Тхэхун (Park Tae-jun). 
            Она рассказывает историю Пак Хён Сока, ученика старшей школы, 
            который подвергался буллингу из-за внешности. 
            Однажды он обнаруживает, что может просыпаться в новом теле — 
            высокого, красивого и спортивного парня. Манхва исследует темы дискриминации, 
            социальных стандартов и двойной жизни.`,
    image: 'https://i.ytimg.com/vi/gflS3i7U2Bw/maxresdefault.jpg'
  },
  {
    id: '2',
    title: 'Главные персонажи Lookism',
    excerpt: 'Пак Хён Сок, Васко, Джей Хон и другие ключевые герои.',
    body: `В центре истории Пак Хён Сок — школьник с двумя телами. 
            Рядом с ним — Васко, лидер антибуллинговой банды, 
            и Джей Хон, таинственный и богатый парень. 
            Каждый персонаж в Lookism имеет собственные мотивы, 
            а их развитие раскрывает социальные проблемы современного общества.`,
    image: 'https://i0.wp.com/waifupulse.com/wp-content/uploads/2025/03/Lookism-Busan-Arc-Concluded.png?fit=726%2C426&ssl=1'
  },
  {
    id: '3',
    title: 'Социальные темы в Lookism',
    excerpt: 'Манхва затрагивает актуальные проблемы общества.',
    body: `Lookism показывает, как сильно внешность и социальный статус 
            влияют на отношения между людьми. 
            Темы буллинга, дискриминации, внешнего давления и поиска себя 
            делают манхву актуальной и глубокой.`,
    image: 'https://pikuco.ru/upload/test_stable/522/5225ab4294ef4f87529f360b4b22a496.webp'
  },
  {
  id: '4',
  title: 'Адаптация Lookism на Netflix',
  excerpt: 'Аниме-версия Lookism 2022 года.',
  body: `В 2022 году Netflix выпустил аниме-адаптацию Lookism. 
Она получила положительные отзывы за стильную анимацию и верное следование сюжету первых глав. 
Аниме позволило познакомить с историей ещё больше зрителей по всему миру.`,
  image: 'https://avatars.mds.yandex.net/i?id=3e1011b1a4885c604ddcf85c379eef8ebd341ca7-9107119-images-thumbs&n=13'
},
{
  id: '5',
  title: 'Музыка и атмосфера в Lookism',
  excerpt: 'Как саундтрек подчёркивает эмоции персонажей.',
  body: `Особое внимание заслуживает музыкальное сопровождение аниме-адаптации Lookism. 
Опенинг и вставки усиливают драматичность сцен, подчеркивают напряжение и эмоции героев, 
делая восприятие ещё более глубоким.`,
  image: 'https://avatars.mds.yandex.net/i?id=9fe48b3a3cccc01c1419fe622b1d2b288b99e9f7-9705232-images-thumbs&n=13'
},
{
  id: '6',
  title: 'Почему Lookism популярен',
  excerpt: 'Причины успеха и мирового признания манхвы.',
  body: `Lookism стал популярным благодаря уникальной идее о смене тел, 
актуальным социальным проблемам и ярким персонажам. 
Манхва обсуждает вопросы внешности, дружбы, справедливости и поиска своего места в обществе, 
что близко миллионам читателей.`,
  image: 'https://pm1.aminoapps.com/6537/e03ea067aed9f6b279e0898add30cd17ce908da3_hq.jpg'
}
]
